run/icoMultiPhaseChangeVoF/damBreak3phase/system/cellMin
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out the minimum cell value for one or more fields.

\*---------------------------------------------------------------------------*/

type            volFieldValue;

libs            ("libfieldFunctionObjects.so");

writeControl    timeStep;

writeInterval   1;

writeFields     false;

cellZone        all;

log             true;

operation       min;

fields  (T contErr);

// ************************************************************************* //
